[
    [
        {
            "language": "Borana",
            "book": "Uumama",
            "chapter": "1",
            "verse": "1",
            "text": "Gaafa qaraa fiit'e, Waaqi lafafi gubba uume. 2Gaafasi lafti duwa, fuula inqabdu, aka injirtu, ammalle dukanti d'immu bisaani gubbaa jirti. Irreeni Waaqa guddooni bisaani gubbaa dedeemti. 3Jennaani Waaqi waan jed'e, Ifsaani ha tahu; duuba ifsaani tahe. 4Waaqi aka ifsaani suni dansa arge, ifsafi dukana gargari baase. 5Jennaani Waaqi ifsaani guyya jed'e, dukanaani halkani jed'e. Akanaani galgali tahe diiramileeni tahe; kunini guyya qara."
        },
        {
            "language": "English",
            "book": "Genesis",
            "chapter": "1",
            "verse": "1",
            "text": "When God began to create the heavens and the earth— 2the earth was without shape or form, it was dark over the deep sea, and God’s wind swept over the waters— 3God said, “Let there be light.” And so light appeared. 4God saw how good the light was. God separated the light from the darkness. 5God named the light Day and the darkness Night."
        }
    ],
    [
        {
            "language": "Borana",
            "book": "Uumama",
            "chapter": "1",
            "verse": "6",
            "text": "-7Jennaani Waaqi waan jed'e, Wonti bisaani fulla lamati gargari baasa ha taatu. Duuba Waaqi waan suni mid'aase, akanaani bisaani waan suni gubbaa jirafi ka jala jirale gargari baase; duuba akuma suni taate. 8Waaqi waan bisaani gargari baasa suniini Gubba jed'e. Akanaani galgali tahe diiramileeni tahe; kunini guyya lameeso."
        },
        {
            "language": "English",
            "book": "Genesis",
            "chapter": "1",
            "verse": "6",
            "text": "God said, “Let there be a dome in the middle of the waters to separate the waters from each other.” 7God made the dome and separated the waters under the dome from the waters above the dome. And it happened in that way. 8God named the dome Sky."
        }
    ],
    [
        {
            "language": "Borana",
            "book": "Uumama",
            "chapter": "1",
            "verse": "9",
            "text": "Jennaani Waaqi waan jed'e, Bisaani lafa gubbaa jirani ha fulla tokoti wolti deebiani, aka biyyeeni godduuni mullattu; duuba akuma suni taate. 10Waaqi biyye goddu suniini Lafa jed'e, ammalle bisaani wolti deebiani suniini Baariini jed'e; Waaqi wonti kunini dansa arge. 11Waaqi waan jed'e, Lafti latte ha mukhaafi marra gosa ch'ufa baaftu, mukha mid'aani killetiifi mich'iraani qabuufi ka inqamnele, duuba akuma suni taate. 12Duuba lafti latte mukhaafi marra gosa ch'ufa, ka mid'aani killetiifi ka mich'iraani qabuufi ka inqamnele baafte. Waaqi wonti kunini dansa arge. 13Akanaani galgali tahe diiramileeni tahe; kunini guyya sadeeso."
        },
        {
            "language": "English",
            "book": "Genesis",
            "chapter": "1",
            "verse": "9",
            "text": "God said, “Let the waters under the sky come together into one place so that the dry land can appear.” And that’s what happened. 10God named the dry land Earth, and he named the gathered waters Seas. God saw how good it was. 11God said, “Let the earth grow plant life: plants yielding seeds and fruit trees bearing fruit with seeds inside it, each according to its kind throughout the earth.” And that’s what happened. 12The earth produced plant life: plants yielding seeds, each according to its kind, and trees bearing fruit with seeds inside it, each according to its kind. God saw how good it was."
        }
    ],
    [
        {
            "language": "Borana",
            "book": "Uumama",
            "chapter": "1",
            "verse": "14",
            "text": "Jennaani Waaqi waan jed'e, Ifsaani ha gubbaa mullattu, aka halkanifi guyya gargari beekhani. 15Ammalle ifsaani kuni ha gubbaa ifsu, aka lafti ifsa argattu jed'e. Duuba akuma suni taate. 16Akanaani Waaqi ifsa gugurda lama tolche, adu ta guyya mohatu, jia ka halkani mohatu; ammalle urjile mid'aase. 17Inni ifsa suni gubbaa kaye, aka lafati ifse 18halkanifi guyya mohate ifsafi dukana gargari baasu. Waaqi wonti kunini dansa arge. 19Akanaani galgali tahe diiramileeni tahe; kunini guyya afreeso."
        },
        {
            "language": "English",
            "book": "Genesis",
            "chapter": "1",
            "verse": "13",
            "text": "There was evening and there was morning: the third day."
        }
    ],
    [
        {
            "language": "Borana",
            "book": "Uumama",
            "chapter": "1",
            "verse": "20",
            "text": "Jennaani Waaqi waan jed'e, Bisaani waan lubbu qaba heddu ha d'alani; simpirreleeni ha gubba qilleensa keesa bariftu. 21Akanaani Waaqi bineensa gugurdafi didiqa ka bisaani keesa galu, simpirre gosa ch'ufale woliini uume. Waaqi wonti kunini dansa arge. 22Waaqi waan kana ch'ufa eebise waan jed'e, Hora bula, baariini guuta; simpirreleeni, Hora, lafa ira dabra jed'e. 23Akanaani galgali tahe diiramileeni tahe; kunini guyya shaneeso."
        },
        {
            "language": "English",
            "book": "Genesis",
            "chapter": "1",
            "verse": "14",
            "text": "God said, “Let there be lights in the dome of the sky to separate the day from the night. They will mark events, sacred seasons, days, and years. 15They will be lights in the dome of the sky to shine on the earth.” And that’s what happened. 16God made the stars and two great lights: the larger light to rule over the day and the smaller light to rule over the night. 17God put them in the dome of the sky to shine on the earth, 18to rule over the day and over the night, and to separate the light from the darkness. God saw how good it was."
        }
    ],
    [
        {
            "language": "Borana",
            "book": "Uumama",
            "chapter": "1",
            "verse": "24",
            "text": "Jennaani Waaqi waan jed'e, Horifi bineensi gosa ch'ufa, guddafi diqaleeni, lafa gubbati ha d'alatu. Loonifi bineensa lafa ira lohufi bineensa gosa ch'ufa hedduleeni ha d'alatu; duuba akuma suni taate. 25Akanaani Waaqi bineensa gosa ch'ufa, ka lafa ira lohufi ka illoonnefi ammalle horile ch'ufa, woliini uume. Waaqi wonti kunini dansa arge."
        },
        {
            "language": "English",
            "book": "Genesis",
            "chapter": "1",
            "verse": "19",
            "text": "There was evening and there was morning: the fourth day."
        }
    ],
    [
        {
            "language": "Borana",
            "book": "Uumama",
            "chapter": "1",
            "verse": "26",
            "text": "Jennaani Waaqi waan jed'e, Koota, nama mid'aasina fakeennafi akheekha keenna gula, aka inni qurt'umi baariinitifi waan gubbaa barisa ch'ufafi horifi bineensa allaatiifi waan garaani lafa ira lohu ch'ufale mohatu. 27 Akanaani Waaqi fakeenna ufii gula nama uume. Inni nama uwafi nama d'iira uume 28eebiseefi waan jed'eeni, Ilmaani hora, lafa guuta fida, ammalle qurt'umi baariinitifi waan gubbaa barisatiifi waan lubbu qaba ka deemu ch'ufa mohad'a. 29Jennaani Waaqi waan jed'e, Anini mukha mid'aani killetiifi ka mich'iraani qabuufi ka inqamnele ch'ufa ya isanii kenne, nyaad'a quufa. 30Ammo bineensa miilaani lafa ira yaufi ka gubbaa barisufi ka lafa ira lohuleeni, ka lubbu qabu ch'ufti ha marraani fidamu; duuba akuma suni taate. 31Waaqi wonti inni mid'aase ch'ufti guddo dansa arge. Galgali tahe diiramileeni tahe; kunini guyya jaeeso."
        },
        {
            "language": "English",
            "book": "Genesis",
            "chapter": "1",
            "verse": "20",
            "text": "God said, “Let the waters swarm with living things, and let birds fly above the earth up in the dome of the sky.” 21God created the great sea animals and all the tiny living things that swarm in the waters, each according to its kind, and all the winged birds, each according to its kind. God saw how good it was. 22Then God blessed them: “Be fertile and multiply and fill the waters in the seas, and let the birds multiply on the earth.”"
        }
    ],
    [
        {
            "language": "Borana",
            "book": "Uumama",
            "chapter": "2",
            "verse": "1",
            "text": "Akanaani uumami lafafi gubba ch'ufumanu qit'ae. 2Guyya torbeeso Waaqi huji ufii ch'ufa hobaamnaani boqote. 3Duuba Waaqi guyya torbeeso eebise guyya jaba tolche; wonti akanatiifi Waaqi gaafasi huji uumama ch'ufa hobaase boqote. 4Uumami lafafi gubba akasiini tahe."
        },
        {
            "language": "English",
            "book": "Genesis",
            "chapter": "1",
            "verse": "23",
            "text": "There was evening and there was morning: the fifth day."
        }
    ],
    [
        {
            "language": "Borana",
            "book": "Uumama",
            "chapter": "2",
            "verse": "7",
            "text": "Jennaani AABBO Waaqi biyye lafa iraa fuud'e nama tolche, hafuura jireennaa funaaniti afuufe, nami suni sunumaani jiraate lubbu argate. 8Jennaani AABBO Waaqi lafa Edeni ta ilaboru jirtu keesati oobru fach'aase, nama mid'aase suni keesa kaye. 9Inni mukeeni guddo ilti namaa jaalattu, ta mid'aani isii guddo sagale dansaa oobru suni keesati baase; ammalle wod'aka oobru suni keesati mukha jireennatiifi mukha waan dansaafi hamtu ch'ufa nama hubachiisu baase."
        },
        {
            "language": "English",
            "book": "Genesis",
            "chapter": "1",
            "verse": "24",
            "text": "God said, “Let the earth produce every kind of living thing: livestock, crawling things, and wildlife.” And that’s what happened. 25God made every kind of wildlife, every kind of livestock, and every kind of creature that crawls on the ground. God saw how good it was. 26Then God said, “Let us make humanity in our image to resemble us so that they may take charge of the fish of the sea, the birds in the sky, the livestock, all the earth, and all the crawling things on earth.”"
        }
    ],
    [
        {
            "language": "Borana",
            "book": "Uumama",
            "chapter": "2",
            "verse": "10",
            "text": "Galaani toko lafa Edeni keesaa bahe oobruti yae, achi keesati d'anqu afuri gargari bahe galaana afuri tahe. 11Maqaani galaana qara Pishoni, inni ka lafa Habila, ta worqi qabdu, maru. 12(Worqiini lafa suni qulqullo, ammalle qumbifi d'akha diima ch'ulkichati lafa suni jira.) 13Galaani lameeso maqaani Gihoni, inni ka lafa Kushi maru. 14Galaani sadeeso maqaani Tigrisi, inni ka lafa Ashuru ilaboru yau; ka afreeso maqaani Frati."
        },
        {
            "language": "English",
            "book": "Genesis",
            "chapter": "1",
            "verse": "27",
            "text": "God created humanity in God’s own image,"
        }
    ],
    [
        {
            "language": "Borana",
            "book": "Uumama",
            "chapter": "2",
            "verse": "15",
            "text": "Jennaani AABBO Waaqi nama kaani fuud'e oobru Edeni keesa kaye, aka inni qote jabeesu. 16Ammalle waan jed'eeni, Mid'aani oobru tana ke jira ch'ufa nyaad'i, 17ammo mid'aani mukha waan dansaafi hamtu ch'ufa gargari nama hubachiisu inyaatini, yo nyaatte guyyuma suni doota. 18Jennaani AABBO Waaqi waan jed'e, Nami kunini ka koba tau dansaniti, wahela isaa male tolchaafi. 19Duuba inni biyye lafaa fuud'e bineensafi simpirre gosa ch'ufa mid'aase namichatiini d'ufe, aka maqa inni baasufi laalu; tana gula bineensi ch'ufti maqa argate. 20Duuba namichi horifi simpirreefi bineensa ala ch'ufa maqa baaseefi; ammo waheli isaa male keesaa d'abe."
        },
        {
            "language": "English",
            "book": "Genesis",
            "chapter": "1",
            "verse": "28",
            "text": "God blessed them and said to them, “Be fertile and multiply; fill the earth and master it. Take charge of the fish of the sea, the birds in the sky, and everything crawling on the ground.” 29Then God said, “I now give to you all the plants on the earth that yield seeds and all the trees whose fruit produces its seeds within it. These will be your food. 30To all wildlife, to all the birds in the sky, and to everything crawling on the ground—to everything that breathes—I give all the green grasses for food.” And that’s what happened. 31God saw everything he had made: it was supremely good."
        }
    ],
    [
        {
            "language": "Borana",
            "book": "Uumama",
            "chapter": "2",
            "verse": "21",
            "text": "Jennaani AABBO Waaqi aka jaba isa rafise, duuba ato inni rafu, ch'inaacha isaa toko keesaa fuud'e, fulla suni akuma duriti deebise. 22Duuba ch'inaacha keesaa fuud'ani kaani nama uwa tolche namichatiini d'ufe. 23Jennaani namichi waan jed'e,"
        },
        {
            "language": "English",
            "book": "Genesis",
            "chapter": "2",
            "verse": "1",
            "text": "The heavens and the earth and all who live in them were completed. 2On the sixth day God completed all the work that he had done, and on the seventh day God rested from all the work that he had done. 3God blessed the seventh day and made it holy, because on it God rested from all the work of creation. 4This is the account of the heavens and the earth when they were created."
        }
    ],
    [
        {
            "language": "Borana",
            "book": "Uumama",
            "chapter": "2",
            "verse": "24",
            "text": "Tanaafi d'iirti abbaafi haad'a ufii lakifte niiti ufitiini takaa taati, worri lamaani nafa takaa taha. 25Namichafi niitiini qulla yaani, ammo gaafasi waan ch'eera imbeekhani."
        },
        {
            "language": "English",
            "book": "Genesis",
            "chapter": "2",
            "verse": "10",
            "text": "A river flows from Eden to water the garden, and from there it divides into four headwaters. 11The name of the first river is the Pishon. It flows around the entire land of Havilah, where there is gold. 12That land’s gold is pure, and the land also has sweet-smelling resins and gemstones. 13The name of the second river is the Gihon. It flows around the entire land of Cush. 14The name of the third river is the Tigris, flowing east of Assyria; and the name of the fourth river is the Euphrates."
        }
    ],
    [
        {
            "language": "Borana",
            "book": "Uumama",
            "chapter": "3",
            "verse": "1",
            "text": "Duuba bineensa AABBO Waaqi uume ch'ufa keesa bofati ira malticha. Waan inni niitiini jed'e, Ila, d'uguma Waaqi, Mukha oobru tana keesa jiru tokole inyaatina isaniini jed'e? 2Niitiini taani waan jetteeni, Mid'aani mukha oobru tana keesa jiru kama feenu nyaanna, ammo 3Waaqi waan nuuni jed'e, Mid'aani mukha wod'aka oobru keesa eju inyaatina, yokhaani inqabatina, yo nyaattani indootani jed'e. 4Ammo bofi waan niitiini jed'e, Laki, akasiniti, indootani. 5Waaqi imbeekha, aka guyya isani nyaattani, ilti teesani banamte, aka Waaqa taatani, waan hamtufi dansa gargari beetani."
        },
        {
            "language": "English",
            "book": "Genesis",
            "chapter": "2",
            "verse": "15",
            "text": "The LORD God took the human and settled him in the garden of Eden to farm it and to take care of it. 16The LORD God commanded the human, “Eat your fill from all of the garden’s trees; 17but don’t eat from the tree of the knowledge of good and evil, because on the day you eat from it, you will die!” 18Then the LORD God said, “It’s not good that the human is alone. I will make him a helper that is perfect for him.” 19So the LORD God formed from the fertile land all the wild animals and all the birds in the sky and brought them to the human to see what he would name them. The human gave each living being its name. 20The human named all the livestock, all the birds in the sky, and all the wild animals. But a helper perfect for him was nowhere to be found."
        }
    ],
    [
        {
            "language": "Borana",
            "book": "Uumama",
            "chapter": "3",
            "verse": "6",
            "text": "Duuba niitiini aka mid'aani mukha suni nyaataa dansatiifi ilaa mid'aago agarte, ammalle aka isaani hubacha namaa kennani d'ageennaani buqifte nyaatte d'iirsale kennite innileeni nyaate. 7Duuba worra lachu ilti banamte, aka qulla yaani ufi argani, obeensa odaa wolti qabani qullaani d'ofatani."
        },
        {
            "language": "English",
            "book": "Genesis",
            "chapter": "2",
            "verse": "21",
            "text": "So the LORD God put the human into a deep and heavy sleep, and took one of his ribs and closed up the flesh over it. 22With the rib taken from the human, the LORD God fashioned a woman and brought her to the human being. 23The human said,"
        }
    ],
    [
        {
            "language": "Borana",
            "book": "Uumama",
            "chapter": "3",
            "verse": "8",
            "text": "Galgala suni AABBO Waaqa oobru keesa deemu d'agayani jennaani d'iirsafi niitiini isaa mukha duubati d'okhatani. 9Ammo AABBO Waaqi namicha yaame, Atini eesa jirta? Jed'e gaafate. 10Inni waan jed'e, Anini ejata kanke oobru keesati d'agaye, aka qulla deemu ufi arge, duuba sodaad'e d'okhad'e. 11Inni waan jed'eeni, Eenuti, Qulla deemta siini jed'e? Atini mid'aani anini, Inyaatina isaniini jed'e kaani ya nyaatte? 12Namichi waan jed'eeni, Niituma atini wahela naa kennite taaniti natiini d'ufe na nyaachise. 13AABBO Waaqi waan niitiini jed'e, Wonti atini taate kunini maal? Niitiini waan jetteeni, Bofati na sobe jennaani nyaad'e."
        },
        {
            "language": "English",
            "book": "Genesis",
            "chapter": "2",
            "verse": "24",
            "text": "This is the reason that a man leaves his father and mother and embraces his wife, and they become one flesh. 25The two of them were naked, the man and his wife, but they weren’t embarrassed."
        }
    ],
    [
        {
            "language": "Borana",
            "book": "Uumama",
            "chapter": "3",
            "verse": "14",
            "text": "Jennaani AABBO Waaqi waan bofaani jed'e, Waan atini akana taateefi, anini la si abaare, atini horifi bineensa ala ch'ufa iraa gorte garaani lafa ira loote haga jirtu ch'ufa biyye nyaatta. 15Anini siifi niiti tana nyaapa wolti tolche, d'alooti keesanileeni woli jibba. D'alooti isii mata si ch'arase, atileeni hirba worraa nyaatta."
        },
        {
            "language": "English",
            "book": "Genesis",
            "chapter": "3",
            "verse": "1",
            "text": "The snake was the most intelligent of all the wild animals that the LORD God had made. He said to the woman, “Did God really say that you shouldn’t eat from any tree in the garden?”"
        }
    ],
    [
        {
            "language": "Borana",
            "book": "Uumama",
            "chapter": "3",
            "verse": "16",
            "text": "Ammalle waan inni niitiini jed'e, Hojja atini garaachooftu d'iba siti guddise, hojja atini d'altule ch'ininfatte d'ukubsatta; ammo ha taatuti, d'iirsa kanke guddo jaalatte d'araateefi, innileeni si mohata. 17Ammalle waan namichaani jed'e, Waan atini qonqo niiti teeti ch'aqafte, mid'aani mukha anini, Inyaatini siini jed'e nyaatteefi, lafafi biyyeeni siifi abaaramti; iti gaargaltu male sagale keesa inyaattu, haga jireenna keeti ch'ufa. 18Isiini hogorafi qoraati siti baafti, atileeni raafu nyaatta. 19Hojatte damfitu male, sagale inyaattu, haga biyye keesaa baateti deebituuti; atini qara biyye, biyyuma suniti deebita."
        },
        {
            "language": "English",
            "book": "Genesis",
            "chapter": "3",
            "verse": "2",
            "text": "The woman said to the snake, “We may eat the fruit of the garden’s trees 3but not the fruit of the tree in the middle of the garden. God said, ‘Don’t eat from it, and don’t touch it, or you will die.’”"
        }
    ],
    [
        {
            "language": "Borana",
            "book": "Uumama",
            "chapter": "3",
            "verse": "20",
            "text": "Namichi niiti maqa Hawai baase, waan isiini haad'a nama ch'ufa taateefi. 21AABBO Waaqi namicha Adamu jed'anifi niiti isaa goga bineensa fuud'e gaad'a mid'aaseefi uyiseefi."
        },
        {
            "language": "English",
            "book": "Genesis",
            "chapter": "3",
            "verse": "4",
            "text": "The snake said to the woman, “You won’t die! 5God knows that on the day you eat from it, you will see clearly and you will be like God, knowing good and evil.” 6The woman saw that the tree was beautiful with delicious food and that the tree would provide wisdom, so she took some of its fruit and ate it, and also gave some to her husband, who was with her, and he ate it. 7Then they both saw clearly and knew that they were naked. So they sewed fig leaves together and made garments for themselves."
        }
    ],
    [
        {
            "language": "Borana",
            "book": "Uumama",
            "chapter": "4",
            "verse": "1",
            "text": "Duuba Adamuuni Hawai niiti tolfate, isiini garaachoofte Kaini d'alte waan jette, Qarqaarsa AABBO Waaqatini ya ilma argad'e. 2Eegi suni ilma d'ibi d'alte maqa Habili baafteefi. Habiliini nama ree tissu, ammo Kainiini nama oobru qotu. 3Eegi turani, gaafa toko Kainiini waan oobru keesaa argate d'ufeeni AABBO Waaqaa baase. 4Habiliini ree qara d'alate qale fooni gabbo AABBO Waaqaa baase. AABBO Waaqi waan Habiliini baaseefi jaalate iraa fud'ate, 5ammo Kainifi waan inni baase fud'achu dide. Duuba Kainiini aka hama dallane garaa hammaate. 6Jennaani AABBO Waaqi waan jed'eeni, Atini maafi akana dallante garaa hammaatte fuula guurta? 7Yo waan dansaa tolchite sila waan atini baaftu siraa fud'atani, ammo waan atini waan hamtu tolchiteefi ch'ubbuuni balbala keesa kurfo teete si eegatti. Isiini si qabachu feeti, ammo atini dabsachu malte."
        },
        {
            "language": "English",
            "book": "Genesis",
            "chapter": "3",
            "verse": "8",
            "text": "During that day’s cool evening breeze, they heard the sound of the LORD God walking in the garden; and the man and his wife hid themselves from the LORD God in the middle of the garden’s trees. 9The LORD God called to the man and said to him, “Where are you?”"
        }
    ],
    [
        {
            "language": "Borana",
            "book": "Uumama",
            "chapter": "4",
            "verse": "8",
            "text": "Jennaani Kainiini waan oboleesa isaa Habiliini jed'e, Oobru nu yaasi. Achi geennaani Kainiini oboleesa isaa Habiliti garagale d'ae ijeese."
        },
        {
            "language": "English",
            "book": "Genesis",
            "chapter": "3",
            "verse": "10",
            "text": "The man replied, “I heard your sound in the garden; I was afraid because I was naked, and I hid myself.”"
        }
    ],
    [
        {
            "language": "Borana",
            "book": "Uumama",
            "chapter": "4",
            "verse": "9",
            "text": "Duuba AABBO Waaqi Kaini gaafate waan jed'eeni, Oboleesi kanke Habiliini me? Inni waan jed'eeni, Anini imbeekhu. Qara oboleesa kiyya nati tissa? 10AABBO Waaqi waan jed'eeni, Atini maafi waan hamtu akana tana tolchite? D'iigi oboleesa keeti qonqo lafa iraa iyyitu nati fakaata. 11Amma si abaarani, lafa d'iigi oboleesa keeti harka keetiini irati jige, isiini liqimsite, keesaa si gussani. 12Yo atini lafa qotatte, lafti deebite woma sii imbaaftu; worra d'abde seseega taate lafa marta."
        },
        {
            "language": "English",
            "book": "Genesis",
            "chapter": "3",
            "verse": "11",
            "text": "He said, “Who told you that you were naked? Did you eat from the tree, which I commanded you not to eat?”"
        }
    ],
    [
        {
            "language": "Borana",
            "book": "Uumama",
            "chapter": "4",
            "verse": "13",
            "text": "Duuba Kainiini waan AABBO Waaqaani jed'e, Abaarsi kunini la haga nati dabre nati guddate. 14Atini ya fuula kanke duraafi lafa tana iraa na gussite, worra d'abe seseege lafa mare, ammalle nami na argu ch'ufti na ijeesa."
        },
        {
            "language": "English",
            "book": "Genesis",
            "chapter": "3",
            "verse": "12",
            "text": "The man said, “The woman you gave me, she gave me some fruit from the tree, and I ate.”"
        }
    ],
    [
        {
            "language": "Borana",
            "book": "Uumama",
            "chapter": "4",
            "verse": "15",
            "text": "Jennaani AABBO Waaqi waan jed'eeni, Akasiniti, yo nami si ijeese maro torba haalo baasani. Duuba AABBO Waaqi beesisa Kaini ira kaye, aka nami isa arge inijeemne. 16Akasiini Kainiini fuula AABBO Waaqa duraa kae biraa deeme, lafa Nodi ta Edeniini ilaboru tae."
        },
        {
            "language": "English",
            "book": "Genesis",
            "chapter": "3",
            "verse": "13",
            "text": "The LORD God said to the woman, “What have you done?!”"
        }
    ],
    [
        {
            "language": "Borana",
            "book": "Uumama",
            "chapter": "4",
            "verse": "17",
            "text": "Kainiini niiti fuud'e, isiini garaachoofte Henoko d'alteefi. Duuba eege inni dira jaare, dira sunile maqa ilma isaa gula Henoko baaseefi. 18Henokooni Iradi d'ale, Iradiini Mehuyaeli d'ale, Mehuyaeliini Methushaeli d'ale, Methushaelini Lameki d'ale. 19Lamekiini nad'eeni lama fuud'e, ta qara maqaani Ada, taani maqaani Sila. 20Adaani Yabali d'alte. Inni abba worra hori horate waaro keesa tau. 21Oboleesa isaa maqaani Yubali; inni abba worra sirbaa, ka kerarifi fulludo d'au. 22Silaleeni Tubal-Kaini d'alte; inni nama qara sibiila diimafi sibiila guraacha tume. Oboleetiini Tubal-Kaini Naama."
        },
        {
            "language": "English",
            "book": "Genesis",
            "chapter": "3",
            "verse": "14",
            "text": "The LORD God said to the snake,"
        }
    ],
    [
        {
            "language": "Borana",
            "book": "Uumama",
            "chapter": "4",
            "verse": "23",
            "text": "Lamekiini waan nad'eeni isaatini jed'e,"
        },
        {
            "language": "English",
            "book": "Genesis",
            "chapter": "3",
            "verse": "15",
            "text": "I will put contempt"
        }
    ],
    [
        {
            "language": "Borana",
            "book": "Uumama",
            "chapter": "4",
            "verse": "24",
            "text": "Yo haalo Kaini maro torba baasani,"
        },
        {
            "language": "English",
            "book": "Genesis",
            "chapter": "3",
            "verse": "16",
            "text": "To the woman he said,"
        }
    ],
    [
        {
            "language": "Borana",
            "book": "Uumama",
            "chapter": "4",
            "verse": "25",
            "text": "Adamufi niitiini isaa ilma d'ibi d'alani jennaani isiini waan jette, Waaqi ya ilma naa kenne fulla Habili, ka Kainiini ijeese; tanaafi isiini maqa isaa Sethi baafteefi. 26Sethiini ilma d'ale maqa Enoshi baaseefi. Gaafi sunini gaafa qara nami yo Waaqa yaamatu AABBO jed'e yaamatu."
        },
        {
            "language": "English",
            "book": "Genesis",
            "chapter": "3",
            "verse": "17",
            "text": "To the man he said, “Because you listened to your wife’s voice and you ate from the tree that I commanded, ‘Don’t eat from it,’"
        }
    ]
]